{
  "Kew Bridge Pumping Station": {
    "summary": "Undefined may refer to:"
  },
  "William McMillan": {
    "summary": "William MacMillan or McMillan may refer to:William Duncan MacMillan (1871–1948), American mathematician and astronomer\nWilliam J. P. MacMillan (1881–1957), Canadian physician and Prince Edward Island politician\nWilliam McMillan (congressman) (1764–1804), delegate to the United States Congress from the Territory Northwest of the River Ohio\nWilliam McMillan (1777–1832), president of Jefferson College, 1817–1822\nWilliam McMillan (sculptor) (1887–1977), British sculptor and medal-designer\nWilliam McMillan (1850–1926), Irish-Australian politician, first Member for Wentworth\nWilliam McMillan (1929–2000), American sports shooter and Olympic Champion\nWilliam Hector McMillan (1892–1974), Liberal party member of the Canadian House of Commons\nWilliam McMillan (1872–1929), Scottish wing half who played for Southampton and Burnley in the late 1890s\nWilliam McMillan (1876–1958), Scottish full back/centre half who played for Lincoln City in the 1890s/1900s\nWilliam Macmillan (minister) (1927–2002), Moderator of the General Assembly of the Church of Scotland\nWilliam Miller Macmillan (1885–1974), Scottish historian\nWilliam L. McMillan (1936–1984), American physicist\nWill McMillan (1944–2015), American actor\nWilliam Hutchison McMillan (1886–1947), Scottish mining engineer\nWilliam Northrup McMillan (1872–1925), American-born Kenyan settler, adventurer, and philanthropist",
    "url": "https://en.wikipedia.org/wiki/William_MacMillan"
  },
  "George Frideric Handel": {
    "summary": "George Frideric Handel was a German-British Baroque composer well known for his operas, oratorios, anthems, concerti grossi, and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the middle-German polyphonic choral tradition and by composers of the Italian Baroque. In turn, Handel's music forms one of the peaks of the \"high baroque\" style, bringing Italian opera to its highest development, creating the genres of English oratorio and organ concerto, and introducing a new style into English church music. He is consistently recognized as one of the greatest composers of his age.",
    "url": "https://en.wikipedia.org/wiki/George_Frideric_Handel"
  },
  "John Passmore Edwards": {
    "summary": "John Passmore Edwards was a British journalist, newspaper owner, and philanthropist who briefly served as a Member of Parliament.",
    "url": "https://en.wikipedia.org/wiki/John_Passmore_Edwards"
  },
  "William Hale White": {
    "summary": "William Hale White, known by his pseudonym Mark Rutherford, was a British writer and civil servant. His obituary in The Times stated that the \"employment of a pseudonym, and sometimes of two, was sufficient to prove a retiring disposition, and Mr. Hale White was little before the world in person.\"",
    "url": "https://en.wikipedia.org/wiki/William_Hale_White"
  },
  "Richard White": {
    "summary": "Richard White may refer to:",
    "url": "https://en.wikipedia.org/wiki/Richard_White"
  },
  "Charles Hamilton": {
    "summary": "Charles Hamilton may refer to:",
    "url": "https://en.wikipedia.org/wiki/Charles_Hamilton"
  },
  "George Meredith OM": {
    "summary": "Undefined may refer to:"
  },
  "Stanmore Hall": {
    "summary": "Stanmore is part of the London Borough of Harrow in Greater London. It is centred 11 miles (18 km) northwest of Charing Cross, lies on the outskirts of the London urban area and includes Stanmore Hill, one of the highest points of London, at 152 metres (499 ft) high. The district, which developed from the ancient Middlesex parishes of Great and Little Stanmore, lies immediately west of Roman Watling Street and forms the eastern part of the modern London Borough of Harrow.",
    "url": "https://en.wikipedia.org/wiki/Stanmore_Hill"
  }
}