{
  "Kew Bridge Pumping Station": {
    "summary": "No information found"
  },
  "William McMillan": {
    "summary": "No information found",
    "url": "https://en.wikipedia.org/wiki/William_MacMillan"
  },
  "George Frideric Handel": {
    "summary": "George Frideric Handel was a German-British Baroque composer well known for his operas, oratorios, anthems, concerti grossi, and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the middle-German polyphonic choral tradition and by composers of the Italian Baroque. In turn, Handel's music forms one of the peaks of the \"high baroque\" style, bringing Italian opera to its highest development, creating the genres of English oratorio and organ concerto, and introducing a new style into English church music. He is consistently recognized as one of the greatest composers of his age.",
    "url": "https://en.wikipedia.org/wiki/George_Frideric_Handel"
  },
  "John Passmore Edwards": {
    "summary": "John Passmore Edwards was a British journalist, newspaper owner, and philanthropist who briefly served as a Member of Parliament.",
    "url": "https://en.wikipedia.org/wiki/John_Passmore_Edwards"
  },
  "William Hale White": {
    "summary": "William Hale White, known by his pseudonym Mark Rutherford, was a British writer and civil servant. His obituary in The Times stated that the \"employment of a pseudonym, and sometimes of two, was sufficient to prove a retiring disposition, and Mr. Hale White was little before the world in person.\"",
    "url": "https://en.wikipedia.org/wiki/William_Hale_White"
  },
  "Richard White": {
    "summary": "No information found",
    "url": "https://en.wikipedia.org/wiki/Richard_White"
  },
  "Charles Hamilton": {
    "summary": "No information found",
    "url": "https://en.wikipedia.org/wiki/Charles_Hamilton"
  },
  "George Meredith OM": {
    "summary": "No information found"
  },
  "Stanmore Hall": {
    "summary": "Stanmore is part of the London Borough of Harrow in Greater London. It is centred 11 miles (18 km) northwest of Charing Cross, lies on the outskirts of the London urban area and includes Stanmore Hill, one of the highest points of London, at 152 metres (499 ft) high. The district, which developed from the ancient Middlesex parishes of Great and Little Stanmore, lies immediately west of Roman Watling Street and forms the eastern part of the modern London Borough of Harrow.",
    "url": "https://en.wikipedia.org/wiki/Stanmore_Hill"
  },
  "Winnie The Pooh": {
    "summary": "Winnie-the-Pooh is a fictional anthropomorphic teddy bear created by English author A. A. Milne and English illustrator E. H. Shepard. Winnie-the-Pooh first appeared by name in a children's story commissioned by London's Evening News for Christmas Eve 1925. The character is inspired by a stuffed toy that Milne had bought for his son Christopher Robin in Harrods department store, and a bear they had viewed at London Zoo.",
    "url": "https://en.wikipedia.org/wiki/Winnie-the-Pooh"
  },
  "Arthur Haynes": {
    "summary": "Arthur Haynes was an English comedian and star of The Arthur Haynes Show, a comedy sketch series produced by ATV from 1956 until his death from a heart attack in 1966. Haynes also appeared on radio and in films.",
    "url": "https://en.wikipedia.org/wiki/Arthur_Haynes"
  },
  "Edouard Espinosa": {
    "summary": "Edouard Espinosa (1872–1950) was a British ballet dancer and teacher. He was also the co-founder of the Royal Academy of Dancing and established the British Ballet Organization.",
    "url": "https://en.wikipedia.org/wiki/Edouard_Espinosa"
  },
  "British Ballet Organisation": {
    "summary": "bbodance, formerly the British Ballet Organization (BBO), is a dance examination board based in London, England.",
    "url": "https://en.wikipedia.org/wiki/British_Ballet_Organisation"
  },
  "Mervyn Mansell MBE DSC": {
    "summary": "No information found"
  },
  "C. L. R. James": {
    "summary": "Cyril Lionel Robert James, who sometimes wrote under the pen-name J. R. Johnson, was a Trinidadian historian, journalist, Trotskyist activist and Marxist writer. His works are influential in various theoretical, social, and historiographical contexts. His work is a staple of Marxism, and he figures as a pioneering and influential voice in postcolonial literature. A tireless political activist, James is the author of the 1937 work World Revolution outlining the history of the Communist International, which stirred debate in Trotskyist circles, and in 1938 he wrote on the Haitian Revolution, The Black Jacobins.",
    "url": "https://en.wikipedia.org/wiki/C._L._R._James"
  },
  "Harry Tate": {
    "summary": "Ronald Macdonald Hutchison, professionally known as Harry Tate, was an English comedian, who performed in the music halls, in variety shows, and in films.",
    "url": "https://en.wikipedia.org/wiki/Harry_Tate"
  },
  "Sir David Lean CBE": {
    "summary": "No information found"
  },
  "Harry Vardon": {
    "summary": "Henry William Vardon was a professional golfer from Jersey. He was a member of the Great Triumvirate with John Henry Taylor and James Braid. Vardon won The Open Championship a record six times, and also won the 1900 U.S. Open.",
    "url": "https://en.wikipedia.org/wiki/Harry_Vardon"
  }
}